Repository: Neophear/StreetChat2
Catalog: StreetChat/lang/*.resx
Languages: da_dk

# AdminAlreadyExist
source: There already is an Admin
da_dk: Der er allerede en Admin

# AloneAdminRequest
source: There have to be more than you in the chat to make you Admin
da_dk: Der skal være andre i chatten for at du kan blive Admin

# AlreadyAdmin
source: You are already Admin
da_dk: Du er allerede Admin

source: Copy all
da_dk: Kopier alt

source: Copy text
da_dk: Kopier tekst

# DelAll
source: Delete all text
da_dk: Slet alt

# EmptyMessage
source: You have to write a message
da_dk: Du skal skrive en besked

# Help
source: -----Help----- Up/down to see previous messages CTRL+R to reply a private message You can right- and doubleclick on users You can rightclick in the chat /admins - Shows all Admins /afk - Set status to AFK /info - Some info about the chat /ip - Broadcast your own IP /ips - Show all users IP /versions - See all users versions /login password - Log in as Admin /request - Request to become Admin if there aren't any /status - Set/change your status /username username - Change username /w username - Write private to username /kick username - Kick username ---------------
da_dk: -----Hjælp----- Op/ned for at se tidligere sendte beskeder CTRL+R for at besvare en privat besked Du kan højreklikke/dobbeltklikke på brugere Du kan højreklikke i chatten /admins - Viser alle Admins /afk - Skift status til AFK /info - Lidt info om chatten /ip - Send din egen IP ud i chatten /ips - Se alle brugeres IP /versions - Se hvilken version alle bruger /login password - Log ind som Admin /request - Anmod om Admin hvis ikke der allerede er en /status - Sæt/skift status /username brugernavn - Skift dit brugernavn /w brugernavn - Skriv privat til brugernavn /kick Brugernavn - Kick Brugernavn ---------------

# Info
source: -----Info----- This chat was made in Afghanistan on ISAF 11 by Stiig Andreas Gade and have since then been modified This chat is made for LAN only Feel free to come with bugs/suggestions to stiiggade@gmail.com --------------
da_dk: -----Info----- Denne chat blev lavet i Afghanistan på ISAF hold 11 af Stiig Andreas Gade og er sidenhen blevet modificeret Denne chat er lavet til LAN Kom gerne med idéer/bugs til stiiggade@gmail.com. --------------

# IsNowAdmin
source: {0} is now Admin
da_dk: {0} er nu Admin

# LocalUsernameChange
source: Your name is now {0}
da_dk: Du hedder nu {0}

# LoggedOff
source: {0} logged off
da_dk: {0} loggede af

# LoggedOn
source: {0} logged on
da_dk: {0} loggede på

# Love
source: I love you Henriette Strand <3
da_dk: Jeg elsker dig Henriette Strand <3

# MissingUsername
source: You have to write a username
da_dk: Du skal skrive et brugernavn

# NewVersion
source: ---New version--- Your version is {0} {1} has version {2} ----------------
da_dk: ---Ny version--- Din version er {0} {1} har version {2} ----------------

# NoAdmin
source: There are no Admins
da_dk: Der er ingen Admin

# NotifyNewMessage
source: Sound/statustext at new message
da_dk: Lyd/statustekst ved ny besked

# NotPossible
source: You can't do that
da_dk: Du kan ikke gøre dette

# StatusChange
source: {0} is now {1}
da_dk: {0} er nu {1}

# UsernameChange
source: {0} changed name to {1}
da_dk: {0} hedder nu {1}

# PortInUse
source: Port {0} is already in use. Probably because you have a chat running already. Close it and try again.
da_dk: Port {0} er allerede i brug. Muligvis fordi du allerede har en chat kørende. Luk den og prøv igen.

# PrivateToLocalError
source: You can't send private to yourself
da_dk: Du kan ikke skrive privat til dig selv

source: See IP
da_dk: Se IP

source: See version
da_dk: Se version

# ShowIP
source: {0}'s IP is {1}
da_dk: {0}'s IP er {1}

# ShowVersion
source: {0}'s version is {1}
da_dk: {0}'s version er {1}

# TitleNewMessage
source: StreetChat - New message
da_dk: StreetChat - Ny besked

# UsernameExist1
source: Your name is already {0}
da_dk: Dit navn er allerede {0}

# UsernameExist2
source: A user named {0} already exist
da_dk: Der findes allerede en bruger ved navn {0}

# UserNotOnline
source: No user named {0} online
da_dk: Bruger {0} er ikke online

# WelcomeString
source: -----Welcome----- Write /help or press F1 to get help to commands Enjoy :) -------------------
da_dk: -----Velkommen----- Skriv /help eller tryk F1 for at få hjælp til kommandoer Enjoy :) -------------------

# WriteTo
source: Send private message
da_dk: Skriv privat

# WrongCommand
source: That command does not exist. Write /help or press F1 to see available commands
da_dk: Kommanden eksisterer ikke. Prøv /help eller F1 for hjælp

# WrongStatusFormat
source: A status can't be more than 5 characters
da_dk: En status må maks være på 5 tegn

# WrongUsernameFormat
source: ---Wrong format--- You can use a-z, 0-9, _ and - Between 3 and 20 characters --------------------
da_dk: ---Forkert format--- Du må bruge a-z, 0-9, _ og - Mellem 3 og 20 tegn --------------------

# WrongLogin
source: You weren't logged in as Admin
da_dk: Du blev ikke logget ind som Admin

# SeeIPTT
source: See %user%'s IP
da_dk: Se %user%'s IP

# SeeVersionTT
source: See %user%'s version
da_dk: Se %user%'s version

# WriteToTT
source: Send private message to %user%
da_dk: Skriv privat til %user%

# LocalStatusChange
source: You are now {0}
da_dk: Du er nu {0}

# LocalStatusRemoved
source: You are no longer {0}
da_dk: Du er ikke længere {0}

# StatusRemoved
source: {0} is no longer {1}
da_dk: {0} er ikke længere {1}

# UserKicked
source: {0} got kicked by Admin {1}
da_dk: {0} blev kicket af Admin {1}

# ShowIPs
source: -----IP's-----
da_dk: -----IP'er-----

# ShowVersions
source: -----Versions-----
da_dk: -----Versioner-----
